IDEA Open Model
ColumnData.ImperfectionDirection Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the direction of imperfection.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ImperfectionDirection ImperfectionDirection { get; set; }
Public Property ImperfectionDirection As ImperfectionDirection
	Get
	Set
Property Value
Type: ImperfectionDirection
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace